Ran Apply for project: `github` dir: `apps/github` workspace: `github`

<details><summary>Show Output</summary>

```diff
Running apply in Terraform Cloud. Output will stream here. Pressing Ctrl-C
will cancel the remote apply if it's still pending. If the apply started it
will stop streaming the logs, but will not stop the apply running remotely.

Preparing the remote apply...

To view this run in a browser, visit:
https://app.terraform.io/app/elxilote/github/runs/run-DGgJSTYspP6HxXeG

Waiting for 1 run(s) to finish before being queued...

Terraform v1.5.7
on linux_amd64
Initializing plugins and modules...
github_repository.repo["pulumi"]: Refreshing state... [id=pulumi]
github_repository.repo["k8s-apps"]: Refreshing state... [id=k8s-apps]
github_repository.repo["obs-wiki"]: Refreshing state... [id=obs-wiki]
github_repository.repo["ansible_playbooks"]: Refreshing state... [id=ansible_playbooks]
github_repository.repo["chef"]: Refreshing state... [id=chef]
github_repository.repo["dotfiles"]: Refreshing state... [id=dotfiles]
github_repository.repo["api-go-templ"]: Refreshing state... [id=api-go-templ]
github_repository.repo["meal-notifier"]: Refreshing state... [id=meal-notifier]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_repository.repo["obs-wiki2"] will be created
  + resource "github_repository" "repo" {
      + allow_auto_merge            = false
      + allow_merge_commit          = true
      + allow_rebase_merge          = true
      + allow_squash_merge          = true
      + archived                    = false
      + default_branch              = (known after apply)
      + delete_branch_on_merge      = false
      + etag                        = (known after apply)
      + full_name                   = (known after apply)
      + git_clone_url               = (known after apply)
      + html_url                    = (known after apply)
      + http_clone_url              = (known after apply)
      + id                          = (known after apply)
      + license_template            = "MIT"
      + merge_commit_message        = "PR_TITLE"
      + merge_commit_title          = "MERGE_MESSAGE"
      + name                        = "obs-wiki2"
      + node_id                     = (known after apply)
      + primary_language            = (known after apply)
      + private                     = (known after apply)
      + repo_id                     = (known after apply)
      + squash_merge_commit_message = "COMMIT_MESSAGES"
      + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
      + ssh_clone_url               = (known after apply)
      + svn_url                     = (known after apply)
      + topics                      = [
          + "homelab",
        ]
      + visibility                  = "private"
      + vulnerability_alerts        = true
    }

Plan: 1 to add, 0 to change, 0 to destroy.

github_repository.repo["obs-wiki2"]: Creating...
github_repository.repo["obs-wiki2"]: Creation complete after 10s [id=obs-wiki2]

Apply complete! Resources: 1 added, 0 changed, 0 destroyed.
```

</details>